#include <iostream>

int main()
{
  std::cout << "Hello World!\n";
}
/*
Разработать класс Keeper, который реализует контейнер для хранения и обработки
объектов. Класс Keeper должен обеспечивать следующие функции:
  ▪ добавление и удаление производных объектов абстрактного класса Base;
  ▪ полное сохранение себя в файле;
  ▪ полное восстановление себя из файла.

Класс Конференция содержит данные о выступающих, администрации и программе. 
Для выступающих:	ФИО, организация/ВУЗ, доклад, аннотация доклада. 
Для администрации:	ФИО, должность, область ответственности на конференции. 
Для программы:		день, время выступлений и наименование.
*/